Revit 2027 API
SymbolTypeId.TCO2ePerFt Property
 Symbol tCO₂e/ft, indicating tonnes Carbon Dioxide per foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerFt { get; }
Public Shared ReadOnly Property TCO2ePerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerFt {
	ForgeTypeId^ get ();
}
static member TCO2ePerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace